Repository: CachyOS/PKGBUILDS
Catalog: src/kio-extras-18.12.0/po/*/kio5_smb.po
Languages: gl

source: <qt>Please enter authentication information for <b>%1</b></qt>
gl: <qt>Por favor, insira a información de autenticación para <b>%1</b></qt>

source: Please enter authentication information for: Server = %1 Share = %2
gl: Por favor, insira a información de autenticación para: Servidor = %1 Recurso compartido = %2

source: libsmbclient failed to create context
gl: libsmbclient non puido crear o contexto

source: libsmbclient failed to initialize context
gl: libsmbclient non puido inicializar o contexto

source: %1: Unknown file type, neither directory or file.
gl: %1: Tipo de ficheiro descoñecido, nin directorio nin ficheiro.

source: Unable to find any workgroups in your local network. This might be caused by an enabled firewall.
gl: Non se pode atopar ningún grupo de traballo na rede local. Isto pode deberse a unha devasa activada.

source: No media in device for %1
gl: Non hai ningún medio no dispositivo para %1

source: Could not connect to host for %1
gl: Non se puido conectar co servidor para %1

source: Error while connecting to server responsible for %1
gl: Erro ao conectarse ao servidor responsábel para %1

source: Share could not be found on given server
gl: Non se puido atopar o recurso compartido no servidor dado

source: Bad file descriptor
gl: Descritor de ficheiro incorrecto

source: The given name could not be resolved to a unique server. Make sure your network is setup without any name conflicts between names used by Windows and by UNIX name resolution.
gl: Non se puido resolver o nome fornecido a un único servidor. Verifique que a rede está configurada sen conflitos de nomes entre os empregados pola resolución de nomes de Windows e de UNIX.

source: libsmbclient reported an error, but did not specify what the problem is. This might indicate a severe problem with your network - but also might indicate a problem with libsmbclient. If you want to help us, please provide a tcpdump of the network interface while you try to browse (be aware that it might contain private data, so do not post it if you are unsure about that - you can send it privately to the developers if they ask for it)
gl: libsmbclient devolveu un erro, pero non indicou cal. Isto pode indicar un problema grave na rede pero tamén pode indicar un problema con libsmbclient. Se nos quere axudar, forneza un tcpdump da interface de rede cando intente navegar (atención: esta información pode conter datos confidenciais, por iso non a envíe se non ten a certeza de que non os conteña. Pode enviala de forma privada aos desenvolvedores se eles lla piden)

source: Unknown error condition in stat: %1
gl: Condición de erro descoñecida ao obter o estado: %1

source: Error occurred while trying to access %1<nl/>%2
gl: Produciuse un erro ao intentar acceder a %1<nl/>%2

source: Make sure that the samba package is installed properly on your system.
gl: Asegúrese de que o paquete samba está axeitadamente instalado no sistema.

source: Mounting of share "%1" from host "%2" by user "%3" failed. %4
gl: Fallou a montaxe da compartición «%1» do servidor «%2» polo usuario «%3». %4

source: Unmounting of mountpoint "%1" failed. %2
gl: Fallou a desmontaxe do punto «%1». %2
